aaron-bond.better-comments
adpyke.codesnap
batisteo.vscode-django
catppuccin.catppuccin-vsc
decaycs.decay
esbenp.prettier-vscode
extr0py.vscode-relative-line-numbers
formulahendry.auto-rename-tag
liviuschera.noctis
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
mskelton.one-dark-theme
mvllow.rose-pine
oderwat.indent-rainbow
robbowen.synthwave-vscode
rubenverg.bootstrap-product-icons
shd101wyy.markdown-preview-enhanced
stepanvanzuriak.mono
streetsidesoftware.code-spell-checker
vscodevim.vim
wayou.vscode-todo-highlight
yummygum.city-lights-icon-vsc
zainchen.json
zanza00.random-theme-switcher
